{
 "allow_comments": 0, 
 "allow_delete": 0, 
 "allow_edit": 0, 
 "allow_multiple": 0, 
 "creation": "2016-09-16 10:25:05.284725", 
 "doc_type": "Web Page", 
 "docstatus": 0, 
 "doctype": "Web Form", 
 "idx": 0, 
 "introduction_text": "HOW TO TAKE CRE OF PAITHANI\n\nPaithani is one of the most expensive and traditional wear. It is the only textile heritage being woven by hand as it was done some thousand years ago and this is the reason being one of the most expensive wear. So it becomes absolutely necessary to take appropriate care of this valuable Saree otherwise you may not get good returns in terms of it’s life.\n\nPlease refer below Do’s and Don’t to take care of your traditional Paithani.\n\nDo’s :\n1. Remember that Paithani is not a daily wear but use it more often. Just like any other natural material, it needs to adopt the changes in weather and environment.\n\n2. If you do not get an opportunity to wear it for around 4-6 months, spread it in dry place or in sunlight for a while. \n\n3. Change folds and keep in it muslin bag or cloth.\n\n4. Preferred storage place is some cotton bag/cloth in wooden cabinet. \n\n5. Use dry iron (or completely drain water from steam iron) with iron settings on Silk.\n\n6. Always iron from back side and not from outside which may lighten it’s color after ironing many-many times, just like any other fabric.\n\n7. In case of any damage to Paithani, suggest you to contact us for advise.\n\n Don’t\n1. Never apply deodorant, perfume or any chemical directly on Paithani as it may weaken the it’s silk threads.\n\n2. As far as possible, avoid wearing in rainy season or direct contact with water. If you get stain don’t try to clean at home. You may damage it further.\n\n3. Avoid steel cabinets and plastic bags for storing as they do not offer natural breathing.\n\n4. Never use Naphthalene Balls. Use cloves instead. Just drop few cloves in cabinet and that will keep insects away.\n\n5. No hand wash please. It should be Dry-Cleaned only.\n", 
 "is_standard": 1, 
 "login_required": 0, 
 "modified": "2016-09-16 10:32:08.583797", 
 "modified_by": "Administrator", 
 "module": "Website", 
 "name": "services", 
 "owner": "Administrator", 
 "published": 1, 
 "route": "services", 
 "success_url": "/services", 
 "title": "Services", 
 "web_form_fields": []
}